Repository: 4teamwork/django-eventary
Catalog: eventary/locale/*/LC_MESSAGES/django.po
Languages: de

source: A new event has been submitted
de: Eine neue Veranstaltung wurde eingereicht

source: your event has been {verb}
de: deine Veranstaltung wurde {verb}

source: search
de: suchen

source: please enter a valid start date
de: Bitte ein gültiges Anfangsdatum eingeben

source: from
de: von

source: please enter a valid end date
de: Bitte ein gültiges Enddatum eingeben

source: to
de: bis

source: "from date" is greater than "to date"
de: Bitte überprüfen Sie das Anfangs- und Enddatum

source: groupings
de: Gruppierungen

source: filter time span amount
de: Zeitspanne für Suchformular

source: Invalid email addresses: %(invalid_emails)s
de: Ungültige E-Mail-Adresse(n): %(invalid_emails)s

source: start date
de: Anfangsdatum

source: date of the first recurrence
de: Datum der ersten Veranstaltung

source: end date
de: Enddatum

source: date of the last recurrence
de: Datum der letzten Veranstaltung

source: start time
de: Startzeit

source: end time
de: Endzeit

source: "start date" cannot be greater than "end date"
de: "Anfangsdatum" kann nicht nach "Enddatum" liegen

source: "start time" cannot be left blank if "end time" is set
de: "Startzeit" kann nicht leer gelassen werden, falls "Endzeit" angegeben wird

source: "start time" is greater than "end time"
de: "Startzeit" kann nicht nach "Endzeit" liegen

source: Define the recurrence rules for your event. Examples: "Weekly, every Monday and Friday", "Monthly, every first Sunday of the month". Please consider supplying the date of the first and the last occurrence of your event.
de: Definieren Sie Wiederholungsregeln für Ihre Veranstaltung. Beispiele: "Wöchentlich, Montags und Freitags", "Monatlich, jeden ersten Sonntag des Monats". Bitte beachten Sie, dass bei wiedereinkehrenden Veranstaltungen das erste und letzte Veranstaltungsdatum anzugeben ist.

source: recurring event
de: periodische Veranstaltung

source: recurrences
de: Wiederholungsregel

source: title
de: Titel

source: slug
de: Normalisierung

source: default time span filter
de: Standardwert für Zeitspanne

source: limits the number of daily anonymous views for proposed events
de: Anzahl der täglichen Zugriffe für nicht publizierte Veranstaltungen

source: view limit
de: Ansichtsbegrenzung

source: email addresses to notify on new event submissions
de: Bei neuen Veranstaltungen benachrichtigte E-Mail-Adressen (eine E-Mail-Adresse pro Zeile)

source: notified via email
de: E-Mail Benachrichtigung

source: visitor is allowed to propose events
de: Benutzer kann Veranstaltung melden

source: calendar
de: Kalender

source: host
de: Veranstalter

source: accepted formats: jpg, png
de: erlaubte Formate: jpg, png

source: image
de: Bild

source: accepted formats: pdf, jpg, png
de: erlaubte Formate: pdf, jpg, png

source: document
de: Dokument

source: ex. Wendy's
de: z.B. Hirschen

source: location
de: Veranstaltungsort

source: address & nr.
de: Adresse und Nummer

source: address
de: Adresse

source: city
de: Stadt

source: ZIP code
de: PLZ

source: published
de: publiziert

source: description
de: Beschreibung

source: entry fee
de: Eintrittspreis

source: is your event a recurring event?
de: periodische Veranstaltung

source: recurring
de: periodische Veranstaltung

source: host name
de: Veranstalter

source: this field is displayed in the events' details
de: dieses Feld wird öffentlich publiziert

source: phone
de: telefonischer Kontakt

source: do you want to receive an email when your event has been published, hidden or updated?
de: wollen Sie über Statusänderungen informiert werden?

source: activate email notifications
de: E-Mail Benachrichtigungen aktivieren

source: event
de: Veranstaltung

source: grouping
de: Gruppierung

source: events
de: Veranstaltungen

source: grouping type
de: generischer Gruppierungstyp

source: label
de: Etikett

source: linked event
de: verlinkte Veranstaltung

source: secret
de: Geheimnis

source: calls
de: Aufrufe

source: creation date
de: Erstellungsdatum

source: last call
de: letzter Aufruf

source: Propose event for %(calendar_title)s
de: Schlage eine Veranstaltung für %(calendar_title)s vor

source: Update %(calendar_title)s
de: %(calendar_title)s aktualisieren

source: Delete %(calendar_title)s
de: %(calendar_title)s löschen

source: download selected events
de: Informationsbroschüren ausgewählter Veranstaltungen herunterladen

source: hide selected events
de: ausgewählte Veranstaltungen verstecken

source: delete selected events
de: ausgewählte Veranstaltungen löschen

source: Update %(event_title)s
de: %(event_title)s aktualisieren

source: Hide %(event_title)s
de: %(event_title)s verbergen

source: Delete %(event_title)s
de: %(event_title)s löschen

source: publish selected proposals
de: Veranstaltung publizieren

source: delete selected proposals
de: Veranstaltung löschen

source: Publish %(event_title)s
de: %(event_title)s publizieren

source: host information
de: Veranstalter

source: event information
de: Veranstaltung

source: date & time information
de: Datum und Uhrzeit

source: propose the event
de: Veranstaltung vorschlagen

source: propose
de: vorschlagen

source: first step
de: erster Schritt

source: previous step
de: zurück

source: next
de: weiter

source: Propose an event for "%(calendar_title)s"
de: Schlage eine Veranstaltung für "%(calendar_title)s" vor.

source: back to %(calendar_title)s
de: zurück zu %(calendar_title)s

source: Eventary - an inventary for events
de: Veranstaltungskalender

source: calendars
de: Kalender

source: upcoming events
de: bevorstehende Veranstaltungen

source: actions
de: optionen

source: # events
de: Anzahl Veranstaltungen

source: # proposals
de: Anzahl Veranstaltungsvorschläge

source: View %(calendar_title)s
de: %(calendar_title)s ansehen

source: details
de: nähere Angaben

source: Proposal: %(event_title)s
de: Veranstaltungsvorschlag: %(event_title)s

source: Today's number of anonymous views: %(calls)s.
de: Anzahl anonymer Zugriffe: %(calls)s.

source: Last anonymous call %(last_call)s.
de: Letzter anonymer Zugriff am %(last_call)s.

source: download event
de: Kalendereintrag

source: download document
de: weitere Informationen

source: date and time
de: Datum und Uhrzeit

source: Download %(event_title)s
de: %(event_title)s herunterladen

source: too many views
de: zu viele zugriffe

source: You are seeing this page, because the requested page has a daily view limitation.
de: Du siehst diese Seite, weil die Ansichtseinschränkung der angeforderten Seite erreicht wurde.

source: eventary
de: Veranstaltungskalender

source: date & time
de: Datum & Uhrzeit

source: download info sheet
de: Informationsbroschüre herunterladen

source: delete the event
de: Veranstaltung löschen

source: delete
de: löschen

source: Are you sure you want to delete "%(event_title)s"?
de: Bist du sicher, dass du "%(event_title)s" löschen möchtest?

source: calendar import
de: Kalender importieren

source: import the entries of the calendar with the given parameters
de: Kalendereinträge importieren

source: import
de: importieren

source: information
de: Informationen

source: filter events
de: Veranstaltungen filtern

source: upcoming proposals
de: bevorstehende Veranstaltungsvorschläge

source: no calendars found
de: kein Kalender gefunden

source: search events matching the filter parameters
de: nach Veranstaltungen mit den gegeben Parametern suchen

source: No upcoming events!
de: Keine bevorstehende Veranstaltungen!

source: You cannot find the event you're looking for?
de: Es konnte keine Veranstaltung mit den gegebenen Suchoptionen gefunden werden.

source: Propose an event now!
de: Schlage eine Veranstaltung jetzt vor!

source: Propose your event now!
de: Schlage deine Veranstaltung jetzt vor!

source: update the event
de: Veranstaltung aktualisieren

source: update
de: aktualisieren

source: Hey!
de: Hallo!

source: Your event %(event_title)s has just been proposed.
de: Deine Veranstaltung "%(event_title)s" wurde soeben eingereicht.

source: It will appear on the %(calendar_title)s's page as soon as one of our editors publishes it.
de: Deine Veranstaltung wird auf der Seite "%(calendar_title)s" publiziert, sobald Sie von uns geprüft wurde.

source: See you soon!
de: Auf Wiedersehen!

source: Your event %(event_title)s has just been deleted.
de: Deine Veranstaltung "%(event_title)s" wurde entfernt.

source: One of our editors deleted it and it will not longer appear on the %(calendar_title)s's page.
de: Ein zuständiger Redaktor hat deine Veranstaltung entfernt, diese wird nicht weiter auf der Seite "%(calendar_title)s" erscheinen.

source: Your event %(event_title)s has just been hidden.
de: Deine Veranstaltung "%(event_title)s" wurde versteckt.

source: Your event %(event_title)s has just been published.
de: Deine Veranstaltung "%(event_title)s" wurde publiziert.

source: It now appears on the %(calendar_title)s's page.
de: Diese erscheint nun auf der Seite "%(calendar_title)s"

source: Go and check it out!
de: Schau sie Dir an!

source: Your event %(event_title)s has just been updated.
de: Deine Veranstaltung "%(event_title)s" wurde aktualisiert.

source: Hey administrator!
de: Hallo Administrator

source: A new event "%(event_title)s" has been submitted to the calendar "%(calendar_title)s".
de: Eine neue Veranstaltung "%(event_title)s" für Kalender "%(calendar_title)s" wurde eingereicht.

source: Please deal with it
de: Bitte bearbeiten

source: You cannot find the calendar you're looking for?
de: Kannst du den Kalender, den du suchst, nicht finden?

source: Add a calendar now!
de: Kalender jetzt hinzufügen!

source: Add your calendar now!
de: Füge deinen Kalender jetzt hinzu!

source: View %(calendar_title)s.
de: %(calendar_title)s ansehen.

source: proposal
de: Veranstaltungsvorschläge

source: View %(event_title)s
de: %(event_title)s ansehen

source: add a new calendar
de: neuer Kalender hinzufügen

source: add calendar
de: Kalender hinzufügen

source: add
de: hinzufügen

source: delete the calendar
de: Kalender löschen

source: Are you sure you want to delete "%(calendar_title)s"?
de: Bist du sicher, dass du "%(calendar_title)s" löschen möchtest?

source: update the calendar
de: Kalender aktualisieren

source: home
de: Übersicht

source: list calendars
de: Kalender auflisten

source: signed in as:
de: angemeldet als:

source: previous page
de: vorige Seite

source: previous
de: zurück

source: next page
de: nächste Seite

source: Go to %(page_number)s.
de: Zur seite %(page_number)s gehen.

source: bold
de: fett

source: italic
de: kursiv

source: undo
de: rückgängig

source: redo
de: vorwärts

source: list
de: Liste

source: previous form
de: ein Formular zurück

source: next form
de: ein Formular weiter

source: Go to step %(step)s
de: zum Schritt %(step)s gehen

source: Unsupported image format.
de: Bitte ein gültiges Bild hochladen. Die hochgeladene Datei ist kein Bild oder ist defekt.

source: Unsupported file extension.
de: Bitte ein Datei mit gültigem Format hochladen. Das Format der hochgeladenen Datei wird nicht unterstützt oder ist defekt.

source: date and time information
de: Datum und Uhrzeit
